var starBucks = {
    coffe: [
        {
            name: 'Эспрессо',
            description: 'Это крепкий кофейный шот, который подается со стаканом воды',
        },
        {
            name:'Капучино',
            description: ' это кофе на основе эспрессо, который произошел от австрийского напитка под названием капуцинер.'
        },
        {
            name: 'Латте',
            description: 'Хотя капучино имеет австрийские корни, источники утверждают, что итальянцы популяризировали этот пенистый напиток в 1900-х годах.',
        },
],
    tea: [
        {
            name: 'Зеленый чай',
            description: 'Чай имеет настой золотисто-желтого цвета, а также легкий и травянистый вкус. Наиболее популярен в Азии.',
        },
        {
          name: 'Черный',
          description:'Этот вид чая производится путем сильной ферментации (окисления). Как правило, имеет терпкий насыщенный вкус.',
        },
        {
            name: 'Белый',
            description: 'Белый чай имеет светло-желтый цвет и нежный аромат.' ,
        },
    ]
}
console.log(starBucks)
var number = prompt('Введите число от 1 до 7')
switch (number) {
    case '1':
        console.log('Понедельник')
        break
    case '2':
        console.log('Вторник')
        break
    case '3':
        console.log('Среда')
        break
    case '4':
        console.log('Четверг')
        break
    case '5':
        console.log('Пятница')
        break
    case '6':
        console.log('Суббота')
        break
    case '7':
        console.log('Воскресенье')
        break
}